
[UNK]
a
deck
competitive
create
by
led
leader
your
red
of
for
luffy
purple
monkey.d.luffy.
green
blue
1
yellow
to
the
you
black
or
cards
card
leader:
type:
colors:
ability:
from
up
don!!
this
with
law
may
trafalgar
zoro
roronoa
law.
rob
zoro.
donquixote
characters
cost
charlotte
that
if
lucci.
type
doflamingo.
and
character
opponent's
sakazuki.
rest
edward.newgate.
doffy
enel
top
on
have
katakuri
enel.
katakuri.
lucci
jewelry
life
pirates
gecko
2
bonney.
whitebeard
p1
less
can
add
gp
when
number
during
br
trash
in
power
an
turn.
give
moria.
is
kid
eustass"captain"kid.
hand:
bonney
synergies.
leverages
build
nami
5
straw
hat
bp
tactics.
emphasising
emphasis
design
around
set
crew
counter
specified
more
strategy
construct
ace
nami.
smoker.
portgas.d.ace.
shanks
marshall.d.teach.
monkey.d.luffy
don
3
sakazuki
1000
as
red,
shanks.
draw
active.
silvers
rayleigh
kaido.
vinsmoke
kaido
gains
field
at
play
rayleigh.
it
hand.
belo
win
p2
rush
then,
moria
yamato.
hand
all
be
navy
film
effect
yamato
reiju.
hand,
betty.
newgate
4
blue,
smoker
bb
return
boa
cannot
turn
card.
:
king
green,
area.
imu.
five
elders
are
deck.
crocodile
reiju
kinemon
gain
kin'emon.
cards.
uta
supernovas,
sanji
control
cards,
bottom
sabo
four
emperors,
lost
don.
revolutionary
army
mono
land
crocodile.
more,
any
kouzuki
buggy
doflamingo
opponent
2000
source:
betty
wano
next
egman
warlords
seven
marco
attack
rested
impel
queen
buggy.
midrange
marco.
decks.
8
purple,
power.
face-up:
base
activated
rg
oden
kalgara.
gy
attack.
sea,
field,
down
less.
wb
place
perona.
look
rebecca
lim.
sanji.
reveal
instead
portgas.d.ace
matchups.
foxy
uta.
hancock.
aggro
0
strategies.
removed
ramp
lim
characters,
until
rebecca.
p
kingdom
it.
animal
total
threats.
queen.
odyssey
linlin.
equal
roger
deals
smocker
returned
kalgara
k.o.'d,
without
kuzan
mom
linlin
big
according
0,
yonko
would
luffy,
emporio.ivankov.
dressrosa
2x
than
rosinante
owner's
kata,
ivankov
given
effects
cost.
attacks
rp
usopp.
sabo.
perona
dressrosa,
black,
bigmom
zoo
pudding.
pudding
characters.
target
saka,
law,
thriller
start
deck,
battle.
bark
rules.
one:
new
nefeltari
choose
being
arlong
6
tony
roblucci
hancock
gold
gol.d.roger.
7000
which
vegapunk.
punk
k.o.
face-up.
event
eustass"captain"kid
end
east
blackbeard
vivi
rules
reduced
placed
kuzan.
kata
face-up
effect,
turn,
trashed
saka
hody
cp0
carrot
active
will
wano,
using
navy,
fish-man,
fish-man
enel,
activate
7
stage
played.
kuro
damage
yg
vegapunk
supernovas
sky
magellan
jones
egghead
warrior
tony.chopper
shandian
rosinante.
oden.
monkey.d.dragon
minks
marshall.d.teach
kyros
hazard
hannyabal
guild
game,
edward.newgate
drum
cross
blackblue
1:
zoro,
redgreen
make
magellan.
issho
ft
declares
attacked,
attack,
after
added
6000
zephyr.
usopp
time
rested.
owner'shand:
nico
koby
k
island
edward
acost
5000
works
under
trashed.
scientist,
op05-060
less,
koby.
k.o.'d.
jinbe
include
heart
family,
every
event,
clan
cards:
baroque
active,
won
vivi.
played
no
negated
king.
effect.
doffy,
counter,
caesar
becomes
sugar
midhawk
koala
iceburg
galley-la
flamingo
zetto
zephyr
youropponent's
wb,
uta,
they
their
sword
shirahoshi
select
robin
red-haired
plays
order.
op07-019
op06-022
monkey.d.garp
leader's
kin'emon
instead.
has
gol.d.roger
events
emporio.ivankov
deck;
damage.
company
clown
area
activatedwhen
4000
3000
0.
yamato,
shown
restthe
rebecca,
queen,
out
losing,
leader,
its
game
fromthe
damage,
card's
bello
activating
10
yourlife
yourdeck:
yourdeck.
yourcurrently
yb
typecharacter,
only
battles
arlong.
acounter
trash.
there
st13-003
selected
sea
refresh
phase.
p3
own
orless
op09-081
op09-061
op09-042
op09-001
op08-098
op08-058
op08-057
op08-021
op08-002
op08-001
op07-097
op07-079
op07-059
op07-038
op07-001
op06-080
op06-042
op06-021
op06-020
op06-001
op05-098
op05-022
op05-002
op05-001
op03-099
op03-001
op02-093
op02-001
op01-060
op01-001
not
negated.
leader.
kuja
kingdom,
k.
jaya,
island,
germa
film,
field.
eb02-010
eb01-040
eb01-021
eb01-001
each.
character.
become
battle
attacks.
animal,
andplace
additional
66
2:
sakazuki,
of.
monkey
kuro.
koala.
1000power
trigger.
tony.chopper.
moria,
issho.
d
color
carrot.
47
3x
2xsaka,
2xp
2xkata,
1.
yourdon!!
youdo,
way,
water
typecharacter
tothe
take
sugar.
st21-001
st13-002
st13-001
st11-001
specifiednumber
seven,
selectyour
ruffy
returnthe
resteddon!!
rest.
prb01-001
pluffy,
pirates,
phase
order
opponent'snext
op13-004
op13-003
op13-002
op13-001
op12-081
op12-061
op12-041
op12-040
op12-020
op12-001
op11-062
op11-041
op11-040
op11-022
op11-021
op11-001
op10-099
op10-042
op10-022
op10-003
op10-002
op10-001
op09-062
op09-022
op05-041
op04-058
op04-040
op04-039
op04-020
op04-019
op04-001
op03-077
op03-076
op03-058
op03-040
op03-022
op03-021
op02-072
op02-071
op02-049
op02-026
op02-025
op02-002
op01-091
op01-062
op01-061
op01-031
op01-003
op01-002
nine
neptunian
neo
monkey.d.dragon.
merfolk,
merfolk
main
life,
katakuri,
itas
it,
inyour
imu
hazard,
haven't
foxy.
former
effect.if
drawn
drawing
dragon
down,
don!!deck
different
deck:
cp9
costduring
characters:
character,
character's
cat
cardsin
card.the
card,
betty,
attacking
alabasta
akazaya
adds
activate:
ace,
:rest
:if
9
2000power
2.
1of
zorosanji
z
rocinante
pluffy
nami,
monkey.d.garp.
in.
garp
from.
currently
croco
cardto
cardfrom
bonney,
2xwb,
yp
your.
trigger
robin.
reiji
perona,
mr
jinbe.
have.
g
chopper
49
3xsaka,
2xzoro,
2000.
1x
1000power.
vanilla
the.
strawhat
st14-001
st12-001
st10-003
st10-002
st10-001
st09-001
st08-001
st07-001
st06-001
st05-001
st04-001
st03-001
st02-001
st01-001
resteddon
reiju,
rb
promo
place.
p4
p-076
p-047
p-011
op13-100
op13-079
mary
lessas
jones.
hidden
geoise
gb
each
dragons
do,
croco,
classic
celestial
bigmon
?
2xlaw,
2xkatakuri,
2xenel,
2kata,
yourdeck
type.
showing
sabo,
ry
roscinante
odysey
lucci,
kov
kid,
katakari
ivan
iceburg.
hancock,
god
geckomoria
eustass
ene,
chatlotte
bg
b
8kid
4x
3xlaw,
3xkata,
3xenel,
2xsaka,kata,
2xsaka
2xrp
2xrebecca,
2xqueen,
2xmoria,
1xkata
zorobeard
zephyr,
ylinlin,
y
x2,
whitebread
uta,rp
up.
topcut,
top-cut
top-16
theegman
than.
tc
strawbeard
st13sabo,
st12
shambles
sanji,
sakasuki,
rosinante,
rglaw
resteddon.
removal
reij,
rebec,
rebec
py
purpel
puple
pr
pg
owner'shand:.
or.
op7
op6
op5
op4.5
op1zoro
n
mirror
mihawk
matches
magge
magellan,
mag,
mag
lose
linlin,
kyoros,
kuro,op1doffy,
kuro,
kinemon,
junior
jimbei
jack
hordy,
high
greenblue
gencon
gear
format
edop2
duel
dragon,
doflamongo
defense
crocodile,
croc,
conntrol
clown.
bonny
boa,
blueblack
blocker
bigmom,
arlong,
a.
8x
6x
5xwb,
50cards
50
4xsaka
4xkatakuri,
4xenel,
48
3xwb,
3xpluffy,
2xrob
2xred
2xpluffy,
2xmori,
2xlucci
2xlaw,1kata,
2xgp
2xblue
2enel,
1wb
1bye
10th
,rp
,
